
  {
    "id": 1,
    "quote": "Człowiek jest tym, co robi, nie tym, co mówi.",
    "author": "Epiktet"
  },
  {
    "id": 2,
    "quote": "Nawyki są sekretem sukcesu.",
    "author": "Zig Ziglar"
  },
  {
    "id": 3,
    "quote": "Nie jest ważne, jak powoli idziesz, ważne jest to, że nie przestajesz.",
    "author": "Confucius"
  },
  {
    "id": 4,
    "quote": "Nawyk to połowa naszej działalności, a charakter to druga połowa.",
    "author": "Theodor Reik"
  },
  {
    "id": 5,
    "quote": "Nawyki są niczym więcej niż zautomatyzowanymi odruchami, które pozwalają nam działać bez zastanawiania się.",
    "author": "Stephen R. Covey"
  },
  {
    "id": 6,
    "quote": "Nawyki są jak kajdanki, łatwo je założyć, trudno się ich pozbyć.",
    "author": "Robert Greene"
  },
  {
    "id": 7,
    "quote": "Nie ma nic trudniejszego niż zmiana nawyku.",
    "author": "Mark Twain"
  },
  {
    "id": 8,
    "quote": "Nie ma nic trudniejszego niż zmiana nawyku, ale nie ma nic bardziej korzystnego.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 9,
    "quote": "Nawyki decydują o naszej przyszłości.",
    "author": "Anthony Robbins"
  },
  {
    "id": 10,
    "quote": "Nawyki są płotem, który dzieli sukces od porażki.",
    "author": "Jim Rohn"
  },
  {
    "id": 11,
    "quote": "Nawyki są jak rzeka, która kształtuje krajobraz naszego życia.",
    "author": "Tony Robbins"
  },
  {
    "id": 12,
    "quote": "Nawyki są jak woda, która eroduje skały, niezauważalnie, ale skutecznie.",
    "author": "Tony Robbins"
  },
  {
    "id": 13,
    "quote": "Nawyki są jak ścieżki w lesie, im częściej po nich chodzisz, tym bardziej się one wydeptywają.",
    "author": "Jim Rohn"
  },
  {
    "id": 14,
    "quote": "Nawyki są jak wędki, im dłużej trzymasz je w ręku, tym trudniej je odłożyć.",
    "author": "Mark Twain"
  },
  {
    "id": 15,
    "quote": "Nawyki są jak kotwice, trzymają nas przy dnie lub pomagają wznieść się na szczyt.",
    "author": "Tony Robbins"
  },
  {
    "id": 16,
    "quote": "Nawyki to klucz do sukcesu, niezależnie od tego, jakie masz cele.",
    "author": "Stephen Covey"
  },
  {
    "id": 17,
    "quote": "Nawyki to fundament, na którym zbudowane jest nasze życie.",
    "author": "Jim Rohn"
  },
  {
    "id": 18,
    "quote": "Nawyki są jak nasiona, które sadzimy każdego dnia, które przyniosą plon za jakiś czas.",
    "author": "Tony Robbins"
  },
  {
    "id": 19,
    "quote": "Nawyki są jak kompas, który pokazuje nam kierunek, w którym powinniśmy podążać.",
    "author": "Stephen Covey"
  },
  {
    "id": 20,
    "quote": "Nawyki są jak przyzwyczajenie, im dłużej je praktykujesz, tym trudniej się ich pozbyć.",
    "author": "Mark Twain"
  },
  {
    "id": 21,
    "quote": "Nawyki są jak kamień, który rzuca się do jeziora, który wywołuje falę, która rozchodzi się po całym jeziorze.",
    "author": "Tony Robbins"
  },
  {
    "id": 22,
    "quote": "Nawyki są jak drzewa, im starsze tym silniejsze.",
    "author": "Jim Rohn"
  },
  {
    "id": 23,
    "quote": "Nawyki to nasze przyjaciele lub wrogowie, w zależności od tego, jakie ich praktykujemy.",
    "author": "Stephen Covey"
  },
  {
    "id": 24,
    "quote": "NNawyki to nasze najlepsze przyjaciele lub najgorsi wrogowie. To one decydują o tym, czy jesteśmy zdrowi czy chorzy, bogaci czy biedni, szczęśliwi czy nieszczęśliwi.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 25,
    "quote": "Nie ma nic trudniejszego niż zmiana swoich nawyków. Ale nic nie jest też bardziej konieczne.",
    "author": "Mark Twain"
  },
  {
    "id": 26,
    "quote": "Nawyki to długotrwałe przyzwyczajenie, które nie zawsze służy nam dobrze. Dlatego ważne jest, aby je stale analizować i ewoluować.",
    "author": "Tony Robbins"
  },
  {
    "id": 27,
    "quote": "Nie ma nic ważniejszego niż nawyki, ponieważ to one decydują o tym, kim jesteśmy.",
    "author": "Stephen Covey"
  },
  {
    "id": 28,
    "quote": "Nawyki są jak woda, która eroduje skały, która kształtuje krajobraz. To one kształtują nasze życie.",
    "author": "Jim Rohn"
  },
  {
    "id": 29,
    "quote": "Nie ma nic trudniejszego niż zmiana swoich nawyków, ale nic nie jest też bardziej konieczne dla rozwoju.",
    "author": "Tony Robbins"
  },
  {
    "id": 30,
    "quote": "Nawyki to potęga, która pozwala nam osiągnąć wszystko, co chcemy. Dlatego ważne jest, aby wybierać te dobre.",
    "author": "Stephen Covey"
  },
  {
    "id": 31,
    "quote": "Nawyki to jak cegły, które budujemy każdego dnia. To one tworzą naszą przyszłość.",
    "author": "Jim Rohn"
  },
  {
    "id": 32,
    "quote": "Nawyki to jak ołówki, którymi rysujemy swoje życie. Dlatego ważne jest, aby były one w dobrym stanie.",
    "author": "Tony Robbins"
  }
 
